export default {
    "All files": "Барлық файлдар", // Все файлы
    "Are you sure you want to delete the file?": "Файлды жойғыңыз келетініне сенімдісіз бе?", // Вы уверены что хотите удалить файл
    "Are you sure you want to detach the file?": "Файлды бекітуден босатқыңыз келетініне сенімдісіз бе?", // Вы уверены что хотите открепить файл
    "Are you sure you want to restore the file?": "Файлды қалпына келтіргіңіз келетініне сенімдісіз бе?", // Вы уверены что хотите восстановить файл
    "Are you sure you want to restore the folder?": "Қапшықты қалпына келтіргіңіз келетініне сенімдісіз бе?", // Вы уверены что хотите восстановить папку
    "Attach file": "Файл тіркеу", // Прикрепить файл
    "Attach": "Тіркеу", // Прикрепить
    "Actions": "Әрекеттер", // Действия
    "Attached to": "Байланыстырылған", // Прикреплен к
    "By name": "Атауы бойынша", // По названию
    "Cancel": "Бас тарту", // Отмена
    "Chat message": "Чат хабары", // Сообщение чата
    "Clear": "Тазалау", // Очистить
    "Clear selection": "Таңдауды алып тастау", // Снять выделение
    "Close": "Жабу", // Закрыть
    "Comment": "Пікір", // Комментарий
    "Confirm": "Растау", // Подтвердить
    "Create folder": "Қапшық құру", // Создать папку
    "Create": "Құру", // Создать
    "Deselect all": "Барлығын алып тастау", // Отменить все
    "Delete file forever?": "Файлды біржола жою?", // Удалить файл навсегда
    "Delete file?": "Файлды жою?", // Удалить файл
    "Delete folder forever?": "Қапшықты біржола жою?", // Удалить папку навсегда
    "Delete folder?": "Қапшықты жою керек пе?", // Удалить папку
    "Delete selected": "Таңдалғанды жою", // Удалить выделенное
    "Download selected": "Таңдалғанды жүктеу", // Скачать выбранное
    "Description": "Сипаттама", // Описание
    "Description": "Сипаттама", // Описание
    "Detach file?": "Файлдың бекітуін алып тастау керек па?", // Открепить файл
    "Detach selected": "Таңдалған бекітуді алып тастау", // Открепить выделенное
    "Drag files here": "Файлдарды осы жерге сүйреңіз", // Перетащите сюда файлы
    "Edit name or description": "Атауын немесе сипаттамасын өзгерту", // Изменить имя или описание
    "Failed to create folder": "Қапшықты құру мүмкін болмады", // Не удалось создать папку
    "Failed to upload file": "'{name}' файлын жүктеу мүмкін болмады", // Не удалось загрузить файл '{name
    "File loading error": "Файлдарды жүктеу қатесі", // Ошибка загрузки файлов
    "File move error": "Файлдарды жылжыту қатесі: ", // Ошибка перемещения файлов: 
    "File preview": "Файлды қарау", // Просмотр файла
    "File uploaded successfully": "'{name}' файлы сәтті жүктелді", // Файл '{name}' успешно загружен
    "Files moved successfully": "Файлдар сәтті жылжытылды", // Файлы успешно перемещены
    "Files": "Файл саны", // Файлов
    "Financial application": "Қаржылық өтінім", // Финансовая заявка
    "Folder created successfully": "Қапшық сәтті құрылды", // Папка успешно создана
    "Folder": "Қапшық", // Папка
    "Folder name": "Қапшық атауы", // Имя папки
    "Folders": "Қапшық саны", // Папок
    "Go to folder": "Қапшыққа өту", // Перейти в папку
    "Goods": "Тауарлар", // Товары
    "Group logo": "Топ логотипі", // Логотип группы
    "In CKEditor": "CKEditor-де", // В CKEditor
    "In gallery": "Галереяда", // В галерее
    "In group gallery": "Топ галереясында", // В галерее группы
    "KB": "КБ", // КБ
    "MB": "МБ", // МБ
    "Meetings": "Жиналыстар", // Собрания
    "Move": "Жылжыту", // Переместить
    "Move selected": "Таңдалғанды жылжыту", // Переместить выделенное
    "Modified": "Өзгертілді", // Изменен
    "My files": "Менің файлдарым", // Мои файлы
    "Name": "Атауы", // Название
    "Newest first": "Алдымен жаңалары", // Сначала новые
    "News": "Жаңалықтар", // Новости
    "No": "Жоқ", // Нет
    "None": "Жоқ", // Нет
    "Object restored": "'{name}' нысаны қалпына келтірілді", // Объект '{name}' восстановлен
    "Object will be deleted permanently": "'{name}' нысаны қалпына келтіру мүмкіндігінсіз жойылады", // Объект '{name}' будет удален без возможности восстановления
    "Object will be deleted with all children": "'{name}' нысаны барлық тіркемелерімен бірге жойылады", // Объект '{name}' будет удален со всеми вложениями
    "Object will be deleted": "«{name}» нысаны жойылады", // Объект '{name}' будет удален
    "Object will be detached": "{name}' нысанының бекітуі алынады", // Объект '{name}' будет откреплен
    "Oldest first": "Алдымен ескілері", // Сначала старые
    "Order": "Тапсырыс", // Заказ
    "Paste into current folder": "Ағымдағы қапшыққа қою", // Вставить в текущую папку
    "Preview": "Алдын ала қарау", // Предварительный просмотр
    "Related objects": "Байланысты нысандар", // Связанные объекты
    "Resolution": "Ажыратымдылық", // Разрешение
    "Restore to current": "Ағымдағысына қалпына келтіру", // Восстановить в текущую
    "Restore": "Қалпына келтіру", // Восстановить
    "Search files and folders": "Файлдар мен қапшықтарды іздеу", // Поиск файлов и папок
    "Search results": "Іздеу нәтижелері", // Результатов поиска
    "Selected": "Таңдалды", // Выбрано
    "Selected files count": "Таңдалды: {count}", // Выбрано: {count}
    "Selected files are downloading separately": "Таңдалған файлдар бөлек жүктелуде", // Выбранные файлы загружаются по отдельности
    "Select all": "Барлығын таңдау", // Выбрать все
    "Size": "Өлшемі", // Размер
    "Tasks": "Тапсырмалар", // Задачи
    "Trash": "Себет", // Корзина
    "Upload file": "Файл жүктеу", // Загрузить файл
    "Upload file": "Файл жүктеу", // Загрузить файл
    "Upload complete": "Жүктеу аяқталды", // Загрузка завершена
    "Upload finished with errors": "Жүктеу қателермен аяқталды", // Загрузка завершена с ошибками
    "Upload started": "Жүктеу басталды...", // Начало загрузки...
    "Upload from device": "Құрылғыдан жүктеу", // Загрузить с устройства
    "Uploading files count": "{count} файл жүктелуде", // Загружаются {count} файла
    "Used in": "Қолданылады", // Используется в
    "Workgroup (project)": "Команда (жоба)", // Команда (проект
    "Workgroup": "Команда", // Команда
    "Yes": "Иә", // Да
    "files": {
        "archive_is_already_working": "Архив дайындалуда", //Архив уже подготавливается
        "archive_is_working": "Архив дайындалуда", //Архив подготавливается
        "browser_not_support_frames": "Сіздің браузеріңіз қалқымалы фреймдерді қолдамайды!", //Ваш браузер не поддерживает плавающие фреймы
        "cancel": "Бас тарту", //Отмена
        "create_task": "Тапсырма жасау", //Создать задачу
        "delete": "Жою", //Удалить
        "description": "Сипаттама", //Описание
        "detach": "Ажыратып алу", //Открепить
        "download": "Жүктеу", //Скачать
        "download_as_zip": "ZIP ретінде жүктеу", //Скачать как ZIP
        "edit": "Өзгерту", //Изменить
        "error": "Қате", //Ошибка
        "extension": "Кеңейту", //Расширение
        "file": "Файл", //Файл
        "file_already_attached": "\"{name}\" файлы бұрыннан тіркелген", //Файл \"{name}\" уже прикреплен
        "file_type": "Файл түрі", //Тип файла
        "file_upload_error": "Файлды жүктеу сәтсіз аяқталды", //Не удалось загрузить файл
        "file_upload_error_with_name": "'{name}'  файлын жүктеу сәтсіз аяқталды", //Не удалось загрузить файл '{name
        "file_uploaded_successfully": "\"{name}\" файлы сәтті жүктелді.", //Файл \"{name}\" успешно загружен
        "file_uploaded_successfully_alt": "'{name}' файлы сәтті жүктелді", //Файл '{name}' успешно загружен
        "files": "Файлдар", //Файлы
        "from": "бастап", //от
        "info": "Ақпарат", //Информация
        "kb_unit": "КБ", //КБ
        "name": "Аты", //Имя
        "no_widget": "Виджет жоқ", //Нет виджета
        "open_in_new_tab": "Жаңа қойындыда ашу", //Открыть в новой вкладке
        "pin": "Қосу", //Прикрепить
        "restore": "Қалпына келтіру", //Восстановить
        "save": "Сақтау", //Сохранить
        "search": "Іздеу", //Поиск
        "share": "Бөлісу", //Поделиться
        "size": "Өлшем", //Размер
    }
}
