export default {
    "table": {
        "no_rows": "Деректер жоқ", // Нет данных
        "settings": "Кесте баптаулары", // Настройки таблицы
        "columns": "Бағандар", // Столбцы
        "fixed": "Бекіту", // Фиксация
        "all": "Барлығы", // Все
        "default": "Әдепкі", // По умолчанию
        "confirm": "Растау", // Подтвердить
        "getDataError": "Деректерді алу мүмкін болмады", // Не удалось получить данные
        "size": "Өлшемі", // Размер
        "small": "Кіші", // Маленький
        "middle": "Орташа", // Средний
        "large": "Үлкен", // Большой

        "#": "#",
        "actions": "Әрекеттер", // Действия
        "name": "Атауы", // Название
        "project": "Жоба", // Проект
        "organization": "Ұйым", // Организация
        "workgroup": "Команда", // Команда
        "operator": "Жауапты", // Ответственный
        "visors": "Бақылаушылар", // Наблюдатели
        "cooperators": "Бірлесіп орындаушылар", // Соисполнители
        "owner": "Тапсырма беруші", // Постановщик
        "created_at": "Құрылған күні", // Дата создания
        "date_start_plan": "Басталу күні", // Дата начала
        "blockers": "Блокерлер", // Блокеры
        "dead_line": "Соңғы мерзімі", // Крайний срок
        "dead_line": "Дедлайн", // Крайний срок
        "deadline": "Соңғы мерзімі", // Крайний срок
        "sprint": "Спринт", // Спринт
        "status": "Күйі", // Статус
        "task_type": "Түрі", // Тип
        "contact_person_user": "Пайдаланушы",
        "wasted_time": "Жұмсалған уақыт", // Затраченное время
        "excluded": "Қайтарылған", // Возвращена
        "approved": "Бекітілген", // (пусто → добавлен перевод)
        "task.counter": "Тапсырма", // Задача
        "result": "Күтілетін нәтиже", // Ожидаемый результат
        "comment": "Пікір", // Комментарий
        "user": "Қызметкер", // Сотрудник
        "is_scrum_master": "Спринттегі рөлі", // Роль в спринте
        "task_count": "Тапсырма саны", // Кол-во задач
        "completed_count": "Орындалған", // Выполнено
        "hours": "Еңбек шығындары", // Трудозатраты
        "last_activity": "Белсенділік", // Активность
        "need_help_tasks": "Көмек қажет", // Нужна помощь
        "blocked_tasks": "Блокерлер", // Блокеры
        "moved_to_sprint": "Спринт", // Спринт
        "counter": "#",
        "time_tracking": "Қызметкер", // Сотрудник
        "role": "Рөлі", // Роль
        "status_task": "Тапсырма күйі", // Статус задачи
        "potential_contractor.name": "Лид", // Лид
        "contractor": "Клиент", // Клиент
        "potential_contractor.company_name": "Ұйым", // Организация
        "phone": "Телефон", // Телефон
        "email": "Электрондық пошта", // Электронная почта
        "finished_date": "Жабылу күні", // Дата закрытия
        "business_region_name": "Бизнес аймақ", // Бизнес регион
        "lead_source": "Өтініш көзі", // Источник обращения
        "rejection_reason": "Бас тарту себебі", // Причина отказа
        "date_start_fact": "Нақты басталу күні", // Старт факт.
        "date_start_plan_short": "Жоспар басталу күні", // Старт план.
        "driver": "Жүргізуші", // Водитель
        "logist": "Логист", // Логист
        "participants": "Қатысушылар", // Участники
        "progress": "Үдеріс", // Прогресс
        "finished": "Күйі", // Статус
        "updated_at": "Жаңарту күні", // Дата обновления
        "target": "Мақсат", // Цель
        "finished_date_sprint": "Аяқталу күні", // Дата завершения
        "new_task_count": "Тапсырмалар", // Задачи
        "id": "№", // №
        "contractor_member": "Контрагент", // Контрагент
        "contract": "Келісімшарт", // Договор
        "quantity": "Саны", // Количество
        "amount": "Сома", // Сумма
        "goods_content": "Мазмұны", // Содержание
        "pay_type": "Төлем түрі", // Вид оплаты
        "pay_date_plan": "Төлем күні", // Дата оплаты
        "orders_table_info": "Төлем қалдығы", // Остаток платежа
        "delivery_date_plan": "Жеткізу күні мен уақыты", // Дата и время доставки
        "warehouse": "Шығу мекенжайы", // Адрес выезда
        "created": "Құрылды", // Создан
        "operation_type": "Күйі", // Статус
        "execute_status": "Кезең", // Стадия
        "date_begin": "Басталу күні", // Дата начала
        "duration": "Ұзақтығы", // Длительность
        "author": "Автор", // Автор
        "created_task": "Құрылды", // Создана
        "finished_task": "Аяқталды", // Завершена
        "budget_sum": "Смета", // Смета
        "difficulty_avg": "Күрделілік бағасы", // Оценка сложности
        "execution_time_sum": "Жұмсалған уақыт", // Потраченное время
        "config_1c": "Конфигурациялар", // Конфигурации
        "author_ticket": "Өтінім авторы", // Автор заявки
        "processed_by": "Менеджер", // Менеджер
        "user_count": "Пайдаланушылар саны", // Кол-во пользователей
        "client": "Клиент", // Клиент
        "inn": "БСН/СТН", // ИНН // Салық төлеушінің сәйкестендіру нөмірі
        "delivery_address": "Жеткізу мекенжайы", // Адрес доставки
        "contact_person": "Байланыс тұлғасы", // Контактное лицо
        "contact_person_name": "Байланыс тұлғасы", // Контактное лицо
        "contact_person_status": "Күйі", // Статус
        "invite": "Шақыру", // (пусто → добавлен перевод)
        "profile": "Профиль", // Профиль
        "telegram": "Telegram", // Telegram
        "post": "Лауазымы", // Должность
        "lead": "Лид", // Лид
        "company_name": "Компания", // Компания
        "template_name": "Үлгі", // Шаблон
        "template_doc_type_name": "Құжат түрі", // Тип документа
        "approval_status": "Күйі", // Статус
        "delivery_status": "Жіберу күйі", // Статус отправки
        "org_administrator": "Әкімші ұйым", // Организация-администратор
        "consolidation_file": "Файл", // Файл
        "report_form": "Есеп нысаны", // Форма отчета
        "date_range": "Мерзім", // Период
        "auto_approve": "Автобекіту", // Автоутверждение
        "dead_line_consolidation": "Есеп беру мерзімі", // Срок подачи отчетов
        "users": "Қатысушылар", // Участники
        "permission_types": "Құқықтар", // Права
        "next_date_range": "Келесі мерзім", // Следующий период
        "next_dead_line": "Келесі есеп беру мерзімі", // Следующий срок подачи отчетов
        "repeat_period": "Мерзімділік", // Периодичность
        "repeat_to": "Қайталану мерзімі", // Повторять до
        "access_groups": "Қол жеткізу топтары", // Группы доступов
        "contractor_new_client": "Ұйым", // Организация
        "user_last_activity": "Белсенділік күні", // Дата активности
        "tariffs": "Тариф", // Тариф
        "type": "Есеп түрі", // Форма отчета
        "created_accounting": "Құрылды", // Создана
        "full_name": "Қызметкер", // Сотрудник
        "email_employee": "E-mail", // E-mail
        "phone_employee": "Телефон", // Телефон
        "departments": "Бөлімше", // Подразделение
        "full_name_counterparty": "Атауы", // Наименование
        "email_counterparty": "E-mail", // E-mail
        "phone_counterparty": "Телефон", // Телефон
        "relation_type": "Байланыс түрі", // Тип связи
        "project_name": "Атауы", // Название
        "location_full_name": "Орналасқан жері", // Местоположение
        "date_start": "Басталуы", // Начало
        "dead_line_invest": "Аяқталуы", // Завершение
        "organization_invest": "Мемл. орган", // Ответственный гос. орган
        "funding_sources": "Қаржыландыру көзі мен көлемі", // Источник и объем финансирования
        "status_invest": "Күйі", // Статус
        "description": "Сипаттама", // Описание
        "duration_days": "Ұзақтығы (күнмен)", // Продолжительность (в днях)
        "facility_type_name": "Атауы", // Наименование
        "building_year": "Салынған жылы", // Год постройки
        "ownership_form_name": "Меншік түрі", // Форма собственности
        "owner_name": "Иесі", // Собственник
        "bandwidth": "Өткізу қабілеті", // Пропускная способность
        "area": "Аумағы", // Площадь
        "location_name": "Орналасқан жері", // Местоположение
        "status_sports": "Күйі", // Статус
        "name_client": "Атауы", // Наименование
        "bin": "БСН", // БИН
        "legal_address": "Заңды мекенжай", // Юридический адрес
        "actual_specialists": "Техқолдау мамандары", // Специалисты техподдержки
        "tags": "Тегтер", // Тэги
        "status_client": "Күйі", // Статус
        "number": "Нөмір", // Номер
        "rating": "Баға", // Оценка
        "category_name": "Санат", // Категория
        "channel": "Байланыс арнасы", // Канал связи
        "contact_person_name_ticket": "Байланыс тұлғасы", // Контактное лицо
        "work_log_duration": "Жұмсалған уақыт", // Затраченное время
        "specialist": "Жауапты", // Ответственный
        "author_ticket_helpdesk": "Тапсырма беруші", // Постановщик
        "created_at_ticket": "Құрылған күні", // Дата создания
        "dead_line_ticket": "Соңғы мерзім", // Крайний срок
        "status_ticket": "Күйі", // Статус
        "name_spam": "Атауы", // Название
        "email_spam": "Email", // Email
        "phone_spam": "Телефон", // Телефон
        "telegram_spam": "Telegram", // Телеграм
        "created_at_accounting": "Қосылған күні", // Дата добавления
        "duration_accounting": "Жұмсалған уақыт", // Затраченное время
        "user_accounting": "Жауапты", // Ответственный
        "user_specialist": "Техқолдау қызметкері", // Сотрудник техподдержки
        "start_date": "Бекіту мерзімі", // Период закрепления
        "duration_plan": "Жоспар сағаты", // План часов
        "duration_fact": "Нақты сағаты", // Факт часов
        "remainder_overspend": "Қалдық / артық жұмсау", // Остаток / перерасход
        "vacation_dates": "Жоқ болу мерзімі", // Период отсутствия
        "reserve": "Ауыстыру", // Замена
        "comment_specialist": "Пікір", // Комментарий,
        "approvals_type": "Өтінім түрі",
        "amount_requested": "Сұралды",
        "activity": "Белсенді",
        "ended": "Аяқталды",
        "in_process": "Үдерісте",
        "in_new": "Жаңа",
        "amount_paid": "Авансқа берілді",
        "amount_consumption": "Шығын",
        "amount_balance": "Қалдық / Артық шығын",
        "related_tasks": "Байланысты тапсырмалар",
        "director": "Басшы",
        "employees": "Қызметкерлер",
        "period": "Мерзім",
        "last_block": "Соңғы блок",
        "main_specialist": "Негізгі маман",
        "substitute_specialist": "Алмастырушы маман",
        "accepts_calls": "Қоңырауларды қабылдау",
        "ended_at": "Аяқталу күні",
        "initiator": "Бастамашы",
        "accepted_by": "Қоңырауды қабылдаған",
        "is_main": "Негізгі байланыс",
        "is_main_title": "Негізгі"
    }
}