export default {
    "task": {
        "create_meeting": "Жиналыс құру",
        "open_meeting": "Мәліметтерді ашу",
        "start_meeting": "Қосылу",
        "start_new_session": "Жаңа сессияны бастау",
        "task_meeting": "Тапсырма бойынша жиналыс",
        "meeting_invite_title": "Жиналысқа шақыру",
        "meeting_invite_participants": "Тапсырма қатысушылары",
        "meeting_invite_select_all": "Барлығын таңдау",
        "meeting_invite_unselect_all": "Таңдауды алып тастау",
        "meeting_invite_submit": "Шақыру",
        "meeting_invite_submit_and_start": "({count}) адамды шақырып, жиналысты бастау",
        "meeting_invite_no_selection_alert": "Егер ешкім таңдалмаса — жиналыс хабарламаларсыз басталады.",
        "meeting_invite_skip_and_start": "Өткізіп және жиналысты бастау",

        "chat_message_reason": "Чаттағы хабарлама",
        "reason_inject": "Өтінішпен байланыстыру",
        "task_type": "Тапсырмалар түрі",
        "minuts": "Минуты",
        "seconds": "Секунды",
        "worktime_required": "Сағат толтырыңыз",
        "hour": "Сағат",
        "hours_time": "Жұмсалды",
        "project_no_selected": "Жоба таңдалмаған",
        "project_no_selected_message": "Тапсырма жобаға байланыстырылмай құрылады, бұл оны табуды, есептілікті және орындалуын бақылауды қиындатуы мүмкін. Жалғастыруға сенімдісіз бе?",
        "create_no_project": "Жобасыз құру",
        "use_project": "Жобаны көрсету",
        "participant": "Қатысамын",
        "dates_don_match": "Назар аударыңыз: тапсырманың күндері жобаның мерзімінен шығып тұр. Сонда да тапсырманы сақтағыңыз келе ме?",
        "execution_time_plan": "Жоспарлы еңбек шығындары",
        "visor_group_not_found": "Команда қолжетімді емес - ол жойылған болуы мүмкін немесе сізде оны көруге рұқсат жоқ",
        "visor_project_not_found": "Жоба қолжетімді емес - ол жойылған болуы мүмкін немесе сізде оны көруге рұқсат жоқ",
        "task_remove_message": "Сіз шынымен {name} тапсырмасын жойғыңыз келе ме?",
        "user": "Пайдаланушы",
        'copy_task_label': "Тапсырманы көшіру",
        "1": "Төмен", // Низкий
        "2": "Орташа", // Средний
        "3": "Жоғары", // Высокий
        "about_sprint": "Спринт туралы",  // О спринте
        "accounting": "Есеп", // Учет
        "action_disabled": "Әрекетке тыйым салынған", // Действие запрещено
        "actions": "Әрекеттер", // Действия
        "actual": "Нақты",  // Фактическая
        "add": "Қосу", // Добавить
        "add_address": "Мекенжай қосу", // Добавить адрес
        "add_appeal": "Өтініш қосу", // Добавить обращение
        "add_comment": "+ Пікір қосу", // + Добавить комментарий
        "add_milestone": "Белес қосу", // Добавить веху
        "add_sprint": "Спринт қосу",  // Добавить спринт
        "add_stage": "Кезең қосу", // Добавить этап
        "add_subtask": "Қосымша тапсырмалар қосу", // Добавить подзадачу
        "add_task": "Тапсырма қосу", // Добавить задачу
        "add_tasks": "Тапсырмалар қосу",  // Добавить задачи
        "add_tasks_to_sprint": "Тапсырмаларды спринтке қосу",  // Добавить задачи в спринт
        "add_to": "Қосу",  // Добавить в
        "add_to_day_plan": "Күн жоспарына қосу",  // Добавить в план дня
        "add_to_sprint": "Спринтке қосу", // Добавить в спринт
        "additionally": "Қосымша", // Дополнительно
        "additionally_fields": "Қосымша өрістер", // Доп. поля
        "address": "Мекенжай", // Адрес
        "address_deleted": "Мекенжай жойылды", // Адрес удален
        "all": "Барлығы", // Все
        "all_columns": "Барлығы",  // Все
        "analytics": "Аналитика",  // Аналитика
        "appeal_name": "Өтініштің атауы", // Название обращения
        "auction": "Аукцион", // Аукцион
        "author": "Автор", // Автор
        "backlog_menu": "Бэклог", // Бэклог
        "blocker_access": "Қол жеткізу",  // Доступ
        "blocker_approval": "Келісу",  // Согласование
        "blocker_check": "Тексеру",  // Проверка
        "blocker_error": "Қате",  // Ошибка
        "blocker_failure": "Ақаулық",  // Сбой
        "blocker_no_data": "ДеректерЖоқ",  // НетДанных
        "blocker_prohibition": "Тыйым салу",  // Запрет
        "blocker_question": "Сұрақ",  // Вопрос
        "blocker_risk": "Тәуекел",  // Риск
        "blocker_waiting": "Күту",  // Ожидание
        "blockers": "Блокерлер", // Блокеры
        "breakdown": "Түсіндірме",  // Расшифровка
        "by_sprint": "спринт бойынша",  // по спринту
        "cancel": "Бас тарту",  // Отмена
        "card_desc": "Бұл сипаттамасы бар карточка",  // Эта карточка с описанием
        "change": "Өзгерту", // Изменить
        "change_person": "Жауаптыны өзгерту", // Сменить ответственного
        "change_status": "Күйді өзгерту",  // Сменить статус
        "chat_message": "Чаттағы хабарламалар", // Сообщения в чате
        "choose": "Таңдау",  // Выберите
        "clear": "Тазалау", // Очистить
        "client": "Клиент",  // Клиент
        "close": "Жабу", // Закрыть
        "column_settings_title": "Бағандар құрамы",  // Состав колонок
        "comment": "Пікір", // Комментарий
        "comment_count": "Пікірлер саны", // Кол-во комментариев
        "comments": "Пікірлер", // Комментарии
        "complete_sprint": "Спринтті аяқтау",  // Завершить спринт
        "completed": "Аяқталды", // Завершена
        "completed_returned": "Аяқталды/Қайтарылды",  // Завершена/Возвращена
        "completed_tasks": "аяқталған тапсырмалар",  // завершенные задачи
        "completed_tasks_count": "Аяқталған тапсырмалар саны",  // Количество завершенных задач
        "confirm_columns": "Растау",  // Подтвердить
        "confirm_delete_sprint": "Сіз шынымен спринтті жойғыңыз келетініне сенімдісіз бе?",  // Вы действительно хотите удалить спринт
        "contact_user": "Байланыс тұлғасы", // Контактное лицо
        "contract": "Келісімшарт", // Контракт
        "contractor": "Клиент", // Клиент
        "cooperators": "Орындаушылар",  // Соисполнители
        "add_cooperators": "Орындаушыларды қосу", // Добавить соисполнителей
        "copy": "Көшіру", // Скопировать
        "cost": "Күні",  // Стоимость
        "count": "Саны", // Количество
        "create_and_copy": "Сақтау және көшіру", // Сохранить и скопировать
        "create_and_create": "Сақтау және жаңасын құру", // Сохранить и создать еще одну
        "create_and_open": "Сақтау және ашу", // Сохранить и открыть
        "create_and_pin_focus": "Сақтау және күн фокусына қосу", // Сохранить и добавить в фокус дня
        "create_fast_task": "Жылдам тапсырма құру", // Создать быструю задачу
        "create_sprint": "Спринт жасау",  // Создать спринт
        "created": "Құрылды", // Создана
        "date": "Күні", // Дата
        "date_change": "Соңғы мерзім | Басталу күні негізгі тапсырмаға сай өзгертілді", // Крайний срок|Дата начала изменены под родительскую задачу
        "date_end_month": "Ай соңында",  // В конце месяца
        "date_end_week": "Апта соңында",  // В конце недели
        "date_format": "DD.MM.YYYY HH:mm",  // DD.MM.YYYY в HH:mm
        "date_plus_week": "Бір аптадан кейін",  // Через неделю
        "date_start": "Жоспарланған шығу күні", // Планируемая дата выезда
        "date_start_fact": "Нақты шығу күні", // Фактическая дата выезда
        "date_start_out_of_range": "Басталу күні жоба/ата тапсырма мерзімінен тыс",  // Дата начала находится за пределами периода проекта/родительской задачи
        "date_start_plan": "Басталу күні", // Дата начала
        "date_today": "Бүгін",  // Сегодня
        "date_tomorrow": "Ертең",  // Завтра
        "day": "Күн", // День
        "dead_line": "Соңғы мерзім", // Крайний срок
        "deadline_before_start_date": "Аяқтау күні басталу күнінен ерте бола алмайды",  // Дата завершения не может быть раньше даты начала
        "deadline_changed_parent": "Тапсырманың аяқтау күні ата тапсырмаға сәйкес өзгертілді",  // Дата завершения задачи изменена под родительскую задачу
        "deadline_changed_project": "Тапсырманың аяқтау күні жобаға сәйкес өзгертілді",  // Дата завершения задачи изменена под проект
        "deadline_out_of_range": "Аяқтау күні жоба/ата тапсырма мерзімінен тыс",  // Дата завершения находится за пределами периода проекта/родительской задачи
        "deadlines": "Мерзімдер",  // Сроки
        "default_columns": "Әдепкі бойынша",  // По умолчанию
        "delegate_task": "Тапсырманы делегирлеу",  // Делегировать задачу
        "delete_message": "Сіз жойғыңыз келетініне сенімдісіз бе??", // Вы действительно хотите удалить
        "delete_to_sprint": "Спринттен жою", // Удалить из спринта
        "delivery_from": "Жеткізу",  // Доставка от
        "delivery_time": "Жеткізу уақыты",  // Время доставки
        "description": "Сипаттама", // Описание
        "difficulty_assessment": "Күрделілік бағалау",  // Оценка сложности
        "difficulty_rating": "Күрделілік бағалау", // Оценка сложности
        "download_analytics": "Аналитиканы жүктеу",  // Скачать аналитику
        "download_work_report": "Жұмыс актісін жүктеу",  // Скачать акт работ
        "draft": "Қаралама", // Черновик
        "duration": "Ұзақтығы",  // Длительность
        "edit": "Өңдеу", // Редактировать
        "edit_appeal": "Өтінішті өңдеу", // Редактировать обращение
        "edit_milestone": "Белесті өңдеу", // Редактировать веху
        "edit_sprint": "Спринтті өңдеу",  // Редактировать спринт
        "edit_stage": "Кезеңді өңдеу", // Редактировать этап
        "edit_task": "Тапсырманы өңдеу", // Редактировать задачу
        "email": "Электрондық пошта", // Электронная почта
        "employee": "Қызметкер",  // Сотрудник
        "end": "Аяқталу",  // Конец
        "enter_multiple_values": "Бірнеше мән енгізіңіз",  // Введите несколько значений
        "enter_sprint_name": "Спринт атауын енгізіңіз",  // Введите название спринта
        "error": "Қате", // Ошибка
        "excel_download": "Excel-ге жүктеу ", // Скачать в Excel
        "expected_result": "Күтілген нәтиже",  // Ожидаемый результат
        "expected_result_placeholder": "Күтілген нәтижені енгізіңіз",  // Введите ожидаемый результат
        "failed_to_change_cooperator_status": "Орындаушы күйін өзгерту мүмкін болмады",  // Не удалось изменить статус соисполнителя
        "failed_to_make_changes": "Өзгерістер енгізу мүмкін болмады",  // Не удалось совершить изменения
        "field_max_require": "Ең көбі {max} таңба", // Максимум {max} символов
        "field_min_require": "Кемінде {min} таңба болуы керек", // Минимум {min} символов
        "field_require": "Толтыру үшін міндетті", // Обязательно для заполнения
        "field_require_all": "Міндетті өрістерді толтырыңыз", // Заполните обязательные поля
        "file": "Файл", // Файл
        "file2": "Файл", // Файла
        "file_is_generated": "Файл құрылды", // Файл сформирован
        "file_share_error": "Файлмен бөлісу мүмкін болмады", // Не удалось поделиться файлом
        "file_upload": "Файл жүктеу",  // Загрузка файлов
        "files": "Файлдар", // Файлы
        "files_count": "Тіркелген файлдар саны", // Кол-во прикрепленных файлов
        "find": "Табу",  // Найти
        "form_description": "Сипаттамасы", // Описание
        "form_field_required": "Барлық өрістерді толтырыңыз!", // Заполните все поля формы
        "form_name": "Атауы", // Наименование
        "from": "бастап",  // от
        "full_shipment": "Толық жөнелту", // Полная отгрузка
        "general_estimate": "Жалпы смета", // Общая смета
        "goal": "Мақсат", // Цель
        "hide": "Жасыру",  // Скрыть
        "history": "Тарих", // История
        "hours": "сағат",  // часов
        "hours_short": "сағ.",  // ч
        "hours_spent": "Жұмсалған сағаттар",  // Потрачено часов
        "im_operator": "Орындап жатырмын", // Делаю
        "im_owner": "Тапсырдым",  //поручил  // Поручил
        "im_visor": "Бақылаудамын",  //наблюдаю // Наблюдаю
        "in_process": "В процессе", // В процессе
        "in_work": "Жұмыс барысында", // В работе
        "incomplete_shipment": "Толық емес жөнелту",  // Неполная отгрузка
        "information": "Ақпарат",  // Информация
        "interest": "Қызығушылық", // Интерес
        "invalid_deadline": "Дұрыс емес аяқтау күні",  // Некорректная дата завершения
        "invalid_start_date": "Дұрыс емес басталу күні",  // Некорректная дата начала
        "is_results": "Есепке алынбайды", // Не брать в зачет
        "item_added": "Жазба қосылды", // Запись добавлена
        "item_delete_message": "Сіз бұл жазбаны жойғыңыз келетініне сенімдісіз бе?", // Вы действительно хотите удалить эту запись
        "item_removed": "Жазба жойылды", // Запись удалена
        "item_updated": "Жазба жаңартылды", // Запись обновлена
        "kanban": "Канбан", // Канбан
        "key_results": "Негізгі нәтижелер", // Ключевые результаты
        "large_priority": "Жоғары маңыздылық", // Высокий приоритет
        "latitude": "Ендік", // Широта
        "list": "Тізім",  // Список
        "load_more": "Тағы жүктеу", // Загрузить еще
        "loaded": "Жүктелген",  // Загружено
        "loading": "Жүктелуде", // Загрузка
        "loading_error": "Жүктеу қатесі", // Ошибка загрузки
        "longitude": "Бойлық", // Долгота
        "low": "Төмен", // Низкий
        "main_task": "Негізгі тапсырма:", // Основная задача
        "main_task_comment": "Пікір негізінде құрылған тапсырма:", // Задача на основе комментария
        "main_task_files": "Файл негізінде құрылған тапсырма:", // Задача на основе файла
        "main_task_message": "Чаттағы хабарлама негізінде құрылған тапсырма:", // Задача на основе сообщения в чате
        "main_task_order":"Тапсырыс негізінде құрылған тапсырма:",
        "make_event": "Оқиға құру", // Создать событие
        "make_it_subissue": "Өтініш қатысушысы", // Участник обращения
        "make_it_subtask": "Қосымша тапсырма ретінде белгілеу", // Сделать подзадачей
        "map_end_point": "Соңғы нүкте",  // Конечная точка
        "map_intermediate_point": "Аралық нүкте",  // Промежуточная точка
        "map_search_placeholder": "Картадан іздеу",  // Поиск на карте
        "map_start_point": "Бастапқы нүкте",  // Начальная точка
        "max_255_chars": "Ең көбі 255 таңба",  // Максимум 255 символов
        "middle": "Орташа", // Средний
        "milestone_created": "Белес құрылды", // Веха создана
        "milestone_updated": "Белес жаңартылды", // Веха обновлена
        "month": "Ай", // Месяц
        "move_open_tasks_to": "Ашық тапсырмаларды мындаға жылжыту",  // Переместить открытые задачи в
        "name": "Атауы", // Название
        "new": "Жаңа", // Новая
        "no": "Жоқ", // Нет
        "no_active_tasks": "Белсенді тапсырмалар жоқ",  // Нет активных задач
        "no_available_tasks": "Қолжетімді тапсырмалар жоқ",  // Нет доступных задач
        "no_blockers": "Блокерлер жоқ",  // Нет блокеров
        "no_data": "Деректер жоқ", // Нет данных
        "no_data_2": "Жазбалар жоқ", // Записи отсутствуют
        "no_description": "Сипаттама жоқ", // Описание отсутствует
        "no_time_limit": "Мерзімсіз", // Без срока
        "not_found": "Табылмады.",  // Не найдено
        "not_widget": "Мұндай виджет жоқ", // Такого виджета не существует
        "observers": "Бақылаушылар", // Наблюдатели
        "add_observers": "Бақылаушыларды қосу", // Добавить наблюдателей
        "on_check": "Тексерілуде", // На проверке
        "on_pause": "Үзілісте", // На паузе
        "on_rework": "Қайта өңдеуде", // На переделке
        "open_milestone": "Белесті ашу", // Открыть веху
        "open_stage": "Кезеңді ашу", // Открыть этап
        "open_task": "Тапсырманы ашу", // Открыть задачу
        "open_tasks": "ашық тапсырмалар",  // открытые задачи
        "open_tasks_removal_warning": "Жылжытылмаған ашық тапсырмалар ағымдағы спринттен жойылады.",  // Открытые задачи, которые не были перемещены, будут удалены из текущего спринта
        "operator": "Жауапты", // Ответственный
        "order": "Тапсырыс", // Заказ
        "organization": "Ұйым", // Организация
        "organization_name": "Ұйымның атауы", // Название организации
        "other_expenses": "Басқа шығындар",  // Прочие расходы
        "overall_assessment": "Жалпы бағалау",  // Общая оценка
        "overall_rating": "Жалпы бағалау:", // Общая оценка
        "overdue": "Мерзімі өтті", // Просрочено
        "overdue2": "Мерзімі өткен", // Просрочена
        "owner": "Тапсырма беруші", // Постановщик
        "page_not_found": "Бет табылмады.",  // Страница не найдена
        "participant_sprint": "Спринт", // Спринт
        "participants": "Қатысушылар",  // Участники
        "phone": "Телефон",  // Телефон
        "photo": "Фото",  // Фото
        "point_delete": "Сіз нүктені жойғыңыз келетініне сенімдісіз бе??", // Вы действительно хотите удалить точку
        "potential_contractor": "Лид",  // Лид
        "potential_contractor_client": "Клиент", // Клиент
        "potential_contractor_company_name": "Ұйым", // Организация
        "potential_contractor_region_name": "Бизнес аймақ", // Бизнес регион
        "priority": "Маңыздылық", // Приоритет
        "problem_task": "Мәселелі тапсырма", // Проблемная задача
        "problem_task_tooltip": "Мәселелі тапсырма",  // Проблемная задача
        "product": "Тауар",  // Товар
        "product_code": "Тауар коды",  // Код товара
        "product_shipped": "Тауар жөнелтілді",  // Товар отгружен
        "project": "Жоба", // Проект
        "project_name": "Жоба атауы", // Название проекта
        "projects": "Жобалар", // Проекты
        "quantity": "Саны",  // Количество
        "quarter": "Тоқсан", // Квартал
        "related_objects": "Байланысты объектілер", // Связанные объекты
        "remove": "Жою", // Удалить
        "remove_from_sprint": "Спринттен алып тастау", // Убрать из спринта
        "removed_from_sprint": "Спринттен жойылды", // Удалена из спринта
        "report": "Есеп",  // Отчет
        "request_count": "Өтінімдер саны",  // Количество заявок
        "reset": "Тазалау",  // Сбросить
        "resource_loading": "Ресурс жүктемесі", // Загрузка ресурсов
        "result_approving": "Нәтижені бекіту", // Утверждение результата
        "resume": "Жалғастыру", // Возобновить
        "retrospective": "Ретроспектива",  // Ретроспектива
        "returned": "Қайтарылды",  // Возвращена
        "returned_to_list": "Тізімге қайтарылды",  // Возвращено в список
        "role": "Рөл",  // Роль
        "save": "Сақтау", // Сохранить
        "save_milestone": "Белесті сақтау", // Сохранить веху
        "save_stage": "Кезеңді сақтау", // Сохранить этап
        "save_task": "Тапсырманы сақтау", // Сохранить задачу
        "search_by_name": "Аты бойынша іздеу",  // Поиск по имени
        "select": "Таңдау", // Выбрать
        "select_author": "Авторды таңдау", // Выбрать автора
        "select_cooperators": "Орындаушыларды таңдау", // Выбрать соисполнителей
        "select_date": "Күнді таңдау", // Выбрать дату
        "select_observers": "Бақылаушыларды таңдау", // Выбрать наблюдателей
        "select_performer": "Жауаптыны таңдау", // Выбрать ответственного
        "select_project": "Жобаны таңдау", // Выбрать проект
        "select_project_and_group": "Проект и команда",
        "select_task": "Тапсырманы таңдау", // Выбрать задачу
        "select_user": "Пайдаланушыны таңдау", // Выбрать пользователя
        "select_working_group": "Жұмыс тобын таңдау", // Выбрать команду
        "send": "Жіберу",  // Отправить
        "share_to_chat": "Бөлісу", // Поделиться
        "shipped": "Жөнелтілген",  // Отгружено
        "show_more": "Көбірек көрсету",  // Показать больше
        "small_name": "Қысқа атауы", // Краткое имя
        "small_priority": "Төмен маңыздылық", // Низкий приоритет
        "source_appeal": "Өтініш көзі", // Источник обращения
        "specify_address": "Мекенжайды көрсету", // Указать адрес
        "specify_address_2": "Мекенжайларды көрсету", // Указать адреса
        "sprint_completed": "Аяқталды",  // Спринт завершен
        "sprint_completion": "Спринтті аяқтау",  // Завершение спринта
        "sprint_created": "Спринт жасалды",  // Спринт создан
        "sprint_created_date": "Жасалған күні",  // Дата создания
        "sprint_deleted": "Спринт жойылды",  // Спринт удален
        "sprint_empty": "Спринттер жоқ",  // Спринты отсутствуют
        "sprint_error": "Қате",  // Ошибка
        "sprint_finished_date": "Аяқталған күні",  // Дата завершения
        "sprint_goal": "Спринт мақсаты",  // Цель спринта
        "sprint_goal_placeholder": "Спринт мақсатын енгізіңіз",  // Введите цель спринта
        "sprint_in_process": "Орындалуда",  // В процессе
        "sprint_menu": "Спринт",  // Спринт
        "sprint_month": "Ай",  // Месяц
        "sprint_name": "Спринт атауы",  // Название спринта
        "sprint_name_placeholder": "Спринттің толық атауы",  // Полное наименование спринта
        "sprint_new": "Жаңа",  // Новый
        "sprint_not_found": "Спринт табылмады немесе жойылды",  // Спринт не найден или удален
        "sprint_rating_0_1": "0-ден 1-ге дейін (қоса) — спринт сәтсіз, мақсаттар қол жеткізілмеді.",  // От 0 до 1 (включительно) — спринт сорван, цели не достигнуты
        "sprint_rating_1_2": "1-ден 2-ге дейін (қоса) — төмен нәтиже, көп мәселелер.",  // От 1 до 2 (включительно) — низкий результат, много проблем
        "sprint_rating_2_3": "2-ден 3-ке дейін (қоса) — қанағаттанарлық, мақсаттардың бір бөлігі орындалды.",  // От 2 до 3 (включительно) — удовлетворительно, часть целей выполнена
        "sprint_rating_3_4": "3-тен 4-ке дейін (қоса) — жақсы нәтиже, мақсаттар негізінен қол жеткізілді.",  // От 3 до 4 (включительно) — хороший результат, цели в целом достигнуты
        "sprint_rating_4_5": "4-тен 5-ке дейін (қоса) — тамаша нәтиже, мақсаттар толық орындалды.",  // От 4 до 5 (включительно) — отличный результат, цели выполнены полностью
        "sprint_report": "Спринт бойынша есеп",  // Отчет по спринту
        "sprint_started": "Спринт басталды",  // Спринт начат
        "sprint_two_weeks": "Екі апта",  // Две недели
        "sprint_updated": "Спринт жаңартылды",  // Спринт обновлен
        "sprint_week": "Апта",  // Неделя
        "stage_created": "Кезең құрылды", // Этап создан
        "stage_updated": "Кезең жаңартылды", // Этап обновлен
        "start": "Басталу",  // Начало
        "start_date_after_deadline": "Басталу күні аяқтау күнінен кеш бола алмайды",  // Дата начала не может быть позже даты завершения
        "start_date_changed_parent": "Тапсырманың басталу күні ата тапсырмаға сәйкес өзгертілді",  // Дата начала задачи изменена под родительскую задачу
        "start_date_changed_project": "Тапсырманың басталу күні жобаға сәйкес өзгертілді",  // Дата начала задачи изменена под проект
        "start_sprint": "Бастау",  // Начать
        "start_sprint_full": "Спринтті бастау",  // Запустить спринт
        "stat_not_found": "Аналитика қолжетімсіз", // Аналитика недоступна
        "statistics_from": "бастап статистика", // статистика от
        "status": "Күйі", // Статус
        "subject_matter": "Тақырып", // Тематика
        "subtask": "Қосымша тапсырмалар", // Подзадачи
        "subtask_count": "Қосымша тапсырмалар саны", // Кол-во подзадач
        "subtask_count_tooltip": "Қосымша тапсырмалар саны",  // Кол-во подзадач
        "take_task_button": "Алу",  // Взять
        "take_task_confirm": "Сіз шынымен тапсырманы алғыңыз келетініне сенімдісіз бе?",  // Вы действительно хотите взять задачу
        "tall": "Жоғары", // Высокий
        "task": "Тапсырма", // Задача
        "task-calendar-page": "Күнтізбе", // Календарь
        "task-gantt-page": "Гант диаграммасы", // Диаграмма Ганта
        "task-kanban-page": "Канбан", // Канбан
        "task-list-page": "Тапсырмалар", // Задачи
        "task-sprint-page": "Спринттер", // Спринты
        "task2": "Таапсырма", // Задача
        "task3": "тапсырма", // задач
        "task_added_to_sprint": "Тапсырма спринтке қосылды",  // Задача добавлена в спринт
        "task_already_taken": "Бұл тапсырманы біреу алып қойған",  // Кто-то уже взял эту задачу
        "task_based": "Негізінде құрылған тапсырма", // Задача на основе
        "task_created": "Тапсырма құрылды", // Задача создана
        "task_dates_changed_parent": "Тапсырманың басталу және аяқтау күні ата тапсырмаға сәйкес өзгертілді",  // Дата начала и завершения задачи изменены под родительскую задачу
        "task_dates_changed_project": "Тапсырманың басталу және аяқтау күні жобаға сәйкес өзгертілді",  // Дата начала и завершения задачи изменены под проект
        "task_deleted": "Тапсырма жойылды", // Задача удалена
        "task_desc": "Тапсырманың сипаттамасы", // Описание
        "task_duration": "Тапсырманың ұзақтығы", // Продолжительность задачи
        "task_empty": "Тапсырмалар жоқ", // Задачи отсутствуют
        "task_from": "Тапсырма", // Задача от
        "task_name": "Тапсырма атауы", // Название задачи
        "task_not_found": "Мұндай тапсырма жоқ немесе ол жойылған", // Такой задачи не существует либо она была удалена
        "task_number": "Тапсырма нөмірі #",  // Номер задачи 
        "task_phone": "Телефон", // Телефон
        "task_plural_2_4": "тапсырма",  // задачи
        "task_plural_5_plus": "тапсырма",  // задач
        "task_removed_from_sprint": "Тапсырма спринттен жойылды",  // Задача удалена из спринта
        "task_results": "Тапсырма нәтижелері",  // Результаты задач
        "task_singular": "тапсырма",  // задача
        "task_stat": "Тапсырма статистикасы", // Статистика по задаче
        "task_status": "Тапсырма күйі",  // Статус задачи
        "task_taken_success": "Тапсырма Сіздікі",  // Задача Ваша
        "task_time": "Тапсырма уақыты",  // Время задач
        "task_updated": "Тапсырма жаңартылды", // Задача обновлена
        "tasks": "Тапсырмалар",  // Задачи
        "tasks_not_deadline": "Мерзімсіз тапсырмалар", // Задачи без дедлайна
        "tasks_report_name": "Тапсырмалар",  // Задачи
        "thousand_tenge": "мың. теңге",  // тыс. тенге
        "time_spent": "Жұмсалған уақыт",  // Потрачено времени
        "time_spent_short": "Жұмсалған уақыт",  // Затраченное время
        "to_check": "Тексеруге", // На проверку
        "to_completed": "Аяқтау", // Завершить
        "to_new": "Жаңа", // Новая
        "to_pause": "Үзіліске қою", // Приостановить
        "to_rework": "Қайта жасау", // Переделать
        "to_work": "Орындауды бастау", // Начать выполнение
        "today": "Бүгін", // Сегодня
        "took_on_task": "Бұл тапсырманы біреу алып қойған", // Кто-то уже взял эту задачу
        "total_sum": "Жалпы сома:", // Общая сумма
        "total_tasks": "Барлық тапсырма",  // Всего задач
        "ultralow": "Өте төмен", // Очень низкий
        "unit_measurement": "Өлшем бірлігі", // Единица измерения
        "unit_measurement_short": "Өлш.бірл.", // Ед.изм
        "upload_file": "Файл жүктеу", // Загрузить файл
        "user_name": "Пайдаланушы аты", // Имя пользователя
        "user_not_owner": "Пайдаланушы тапсырманың иесі емес.", // Пользователь не является владельцем задачи
        "very_large_priority": "Ең жоғары маңыздылық", // Самый высокий приоритет
        "very_low_priority": "Ең төмен маңыздылық", // Очень низкий приоритет
        "veryhigh": "Өте жоғары", // Очень высокий
        "visor": "Бақылаушы", // Наблюдатель
        "warning": "Ескерту", // Предупреждение
        "week": "Апта", // Неделя
        "work_desc": "Жұмыс сипаттамасы", // Описание работы
        "work_report": "Жұмыс актісі",  // Акт работ
        "work_type": "Жұмыс түрі", // Тип работ
        "workgroup": "Жұмыс тобы", // Команда
        "working_group_name": "Жұмыс тобының атауы", // Название команды
        "year": "Жыл", // Год
        "yes": "Иә",  // Да
        "default_visors_are_set": "Әдепкі бақылаушылар орнатылды", // Установлены наблюдатели по умолчанию
        "error_with_set_default_visors": "Әдепкі бақылаушыларды алу мүмкін болмады", // Не удалось получить наблюдателей по умолчанию
        "replace_visors_from_project": "Жобадан бақылаушыларды жаңарту керек пе?", // Обновить наблюдателей из проекта?
        "replace_visors_from_group": "Командадан бақылаушыларды жаңарту керек пе ?", // Обновить наблюдателей из команды?
        "replace_visors_change_text_project": "Жобада әдепкі бақылаушылар бар. Оларды тапсырмадағы бақылаушылармен қалай біріктіру керек екенін  таңдаңыз", // В проекте есть наблюдатели по умолчанию. Выберите, как объединить их с наблюдателями из задачи
        "replace_visors_change_text_group": "Командада әдепкі бақылаушылар бар. Оларды тапсырмадағы бақылаушылармен қалай біріктіру керек екенін таңдаңыз", // В команде есть наблюдатели по умолчанию. Выберите, как объединить их с наблюдателями из задачи
        "set_default_visors?": "Әдепкі бақылаушыларды толтыру керек пе?", // Заполнить наблюдателей по умолчанию?
        "set_default_visors_text_project": "Бақылаушылар тізімі жоба параметрлеріне сәйкес автоматты түрде толтырылады", // Список наблюдателей заполнится автоматически на основе параметров проекта
        "set_default_visors_text_group": "Бақылаушылар тізімі команда параметрлеріне сәйкес автоматты түрде толтырылады", // Список наблюдателей заполнится автоматически на основе параметров команды
        "add_visors_from_project": "Жобадан қосу", // Добавить из проекта
        "add_visors_from_group": "Командадан қосу", // Добавить из команды
        "replace_current_ones": "Ағымдағы бақылаушыларды ауыстыру", // Заменить текущих
        "leave_as_it_is": "Қалпында қалдыру", // Оставить как есть
        "start_meeting": "Жиналысты бастау",
        "join_meeting": "Қосылу",
        "contractordrawer": {
            "choose": "Таңдау", // Выбрать
            "drawerTitle": "Клиентті таңдау", // Выбрать клиента
            "searchPlaceholder": "Клиенттің аты" // Имя клиента
        },
        "handler": {
            "cancel": "Бас тарту", // Отмена
            "confirmTakeTask": "Тапсырманы алғыңыз келетініне сенімдісіз бе?", // Вы действительно хотите взять задачу
            "error": "Қате орын алды", // Произошла ошибка
            "ok": "Алу", // Взять
            "success": "Тапсырма Сіздікі" // Задача Ваша
        },
        "mobile_sort": {
            "ascendingOrder": "Нөмірді өсіру бойынша", // По нарастанию номера
            "byOperator": "Жауапты бойынша", // По ответственному
            "descendingOrder": "Нөмірдің кемуі бойынша", // По убыванию номера
            "newItems": "Жаңа", // Новинки
            "searchPlaceholder": "Іздеу" // Поиск
        },
        "delivery": {
            "address": "Мекенжай", // Адрес
            "allPoints": "Барлығы", // Все
            "client": "Клиент", // Клиент
            "deliveryPoint": "Жеткізу нүктесі", // Точка отгрузки
            "delivery_date_and_time": "Жеткізу күні мен уақыты", // Дата и время доставки
            "editRoute": "Маршрутты өзгерту", // Изменить маршрут
            "email": "E-mail", // E-mail
            "fact_delivery_date": "Нақты жеткізу күні", // Фактическая дата доставки
            "order": "Тапсырыс", // Заказ
            "paid_suppliers": "Жеткізушілерге төленді", // Оплачено поставщикам
            "pay": "Төлеу", // Оплатить
            "phone": "Телефон", // Телефон
            "product_succes_delivery": "Тауар сәтті жөнелтілді", // Товар успешно отгружен
            "routeOnMap": "Картадағы маршрут", // Маршрут на карте
            "save": "Сақтау", // Сохранить
            "showOnMap": "Картадан көрсету", // Показать на карте
            "updated": "жаңартылды", // обновлен
            "warehouseLoading": "Тиеу қоймасы", // Склад погрузки
        },
        "execution": "Орындау",
        "start_timer": "Таймерді іске қосу",
        "stop_timer": "Таймерді тоқтату",
        "global_timer": "Таймер",
    },
    "sprint": {
        "task_count": "Тапсырмалар",
        "after_start": "Іске қосылғаннан кейін қосылған тапсырмалар", // Задачи, добавленные после запуска
        "completed": "Аяқталған тапсырмалар", // Завершенные задачи
        "completed_tasks": "аяқталған тапсырмалар", // завершенные задачи
        "employees": "қызметкер", // сотрудника
        "expected_result": "Күтілген нәтиже", // Ожидаемый результат
        "expected_sprint_results": "Спринттің күтілген нәтижелері", // Ожидаемые результаты спринта
        "goal_achieved": "Мақсат қол жеткізілді", // Цель достигнута
        "goal_not_achieved": "Мақсат қол жеткізілмеді", // Цель не достигнута
        "labor_costs_breakdown": "Шығындар бойынша түсіндірме", // Расшифровка по затратам
        "moved_to_backlog": "Спринттен жойылған немесе бэклогқа қайтарылған тапсырмалар", // Задачи, удаленные из спринта или возвращенные в бэклог
        "moved_to_sprint": "Басқа спринтке ауыстырылған", // Перенесенные в другой спринт
        "open_tasks": "ашық тапсырмалар", // открытые задачи
        "open_sprint": "Спринтті ашу", // Открыть спринт
        "opened": "Ашық тапсырмалар", // Открытые задачи
        "scrum_master": "Скрам-мастер", // Скрам-мастер
        "spirnt_target": "Спринт мақсаты", // Цель спринта
        "sprint_analytics": "Спринт бойынша аналитика", // Аналитика по спринту
        "sprint_member": "Спринт қатысушысы", // Участник спринта
        "sprint_rating": "Спринт бағалауы", // Оценка спринта
        "time_spent": "жұмсалған уақыт", // потрачено времени
        "open": "Ашу",
        "statistic": "Статистика",
        "new": "Жаңа",
        "in_process": "Үдерісте",
        "completed": "Аяқталды"
    }
}
