export default {
    "chat": {
        "form": {
            "cancel_delete": "Жоқ", // Нет
            "confirm_delete": "Иә", // Да
            "delete_template": "Үлгіні жою?", // Удалить шаблон
            "message": "Хабарлама", // Сообщение
            "public": "Қоғамдық", // Публичный
            "title": "Атауы" // Название
        },
        "button": {
            "submit": "Растау" // Подтвердить
        },
        "errors": {
            "text": "Хабарламада қате бар", // Ошибка в сообщении
            "text_required": "\"Хабарлама\" өрісі бос болмауы керек", // Поле \"Сообщение\" не может быть пустым
            "title": "Атауда қате бар", // Ошибка в названии
            "title_required": "\"Атауы\" өрісі бос болмауы керек" // Поле \"Название\" не может быть пустым
        },
        "validation": {
            "text_empty": "\"Хабарлама\"  өрісі бос болмауы керек", // Поле \"Сообщение\" не может быть пустым
            "title_empty": "\"Атауы\"  өрісі бос болмауы керек" // Поле \"Название\" не может быть пустым
        },
        "actions": "Әрекеттер", // Действия
        "add": "Қосу", // Добавить
        "new_messages": "Жаңа хабарламалар",
        "add_task": "Тапсырма қосу", // Добавить задачу
        "add_user": "Пайдаланушыны қосу", // Добавить участника
        "admin": "Әкімші", // Администратор
        "anchor": "Бекіту", // Закрепить
        "attach": "Тіркеу", // Прикрепить
        "attached_file": " Тіркелген файл", // Прикрепленный файл
        "author": "Автор", // Автор
        "change": "Өзгерту", // Изменить
        "change2": "Өзгеріс", // Изменение
        "change_chat_name": "Топтық чаттың атауын өзгерту", // Изменить название чата
        "change_moderator": "Модератор етіп тағайындау", // Назначить модератором
        "chat_administration_excluded_you": "Чат әкімшілігі сізді шығарып жіберді", // Администрация чата исключила вас
        "chat_author": "Чат авторы:", // Автор чата
        "chat_author_can_assign_remove_moderators": "Чат авторы модераторларды тағайындай/жоя алады", // Автор чата может назначать/удалять модераторов
        "chat_author_can_delete_chat": "Чат авторы чатты өшіре алады", // Автор чата может удалить чат
        "chat_author_can_remove_chat_participants": "Чат авторы қатысушыларды чаттан шығара алады", // Автор чата может удалять участников чата
        "chat_author_can_rename_chat": "Чат авторы чаттың атауын өзгерте алады", // Автор чата может переименовать чат
        "chat_conference": "{name} чатының жиналысы",
        "chat_creator_and_moderators_can_delete_chat_messages": "Чат авторы мен модераторлары чаттағы хабарламаларды жоя алады", // Автор чата и модераторы могут удалять сообщения в чате
        "chat_delete": "Чатты жою", // Удаление чата
        "chat_delete_confirm": "Осы чатты жойғыңыз келетініне сенімдісіз бе?", // Вы действительно хотите удалить этот чат
        "chat_delete_text": "Сіз шынымен чатты жойғыңыз келе ме?", // Вы действительно хотите удалить чат
        "chat_files": "Чат файлдары", // Файлы чата
        "chat_info_del": "Хабарламаларды жарияланған соң 1 минут ішінде жоюға болады", // Сообщения можно удалять в пределах 1 минуты после публикации
        "chat_info_enter": "Enter пернесі арқылы хабарламаларды тез жіберу", // Быстрая отправка сообщений через клавишу Enter
        "chat_info_file_size": "Файлдың максималды көлемі 10 МБ", // Максимальный вес файла 10МБ
        "chat_info_max": "Хабарламаның максималды ұзындығы 4096 таңба", // Максимальная длина сообщения 4096 символов
        "chat_info_news_str": "Жаңа жолға өту үшін Shift+Enter пернелер тіркесімін пайдаланыңыз", // Для перехода на новую строку используйте сочетание клавиш Shift+Enter
        "chat_information": "Чат туралы ақпарат", // Информация о чате
        "chat_menu": "Чат авторы мен модераторлары мәзір арқылы жаңа қатысушыларды қоса алады", // Автор чата и модераторы могут добавлять новых участников через меню
        "chat_menu2": "сайттың жоғарғы жағындағы тақырыпта немесе чат атауын басу арқылы", // в шапке сайта или нажатием на название чата
        "chat_message": "Чат хабарламалары", // Сообщения в чате
        "chat_name": "Чат атауы", // Название чата
        "chat_not_found": "Чат табылмады", // Чат не существует
        "chat_task": "Чаттағы тапсырмалар", // Задачи в чате
        "chat_tasks": "Чат тапсырмалары", // Задачи чата
        "ticket_tasks": "Чаттың өтініштері", // Обращения чата
        "chats": "Чаттар", // Чаты
        "client": "Клиент", // Клиент
        "close": "Жабу", // Закрыть
        "collapse": "Бүктеу", // Свернуть
        "comment": "Пікірлер", // Комментария
        "comment2": "Пікір: {text}", // Комментарий: {text
        "comments_sent": "Пікір жіберілді", // Комментарий отправлен
        "commercial_proposal_message": "КҰ № {counter}, {created_at} бастап, {amount} сомаға", // КП №{counter} от {created_at}, на сумму {amount
        "conference": "Жиналыс",
        "configuration": "Конфигурация", // Конфигурация
        "connect": "Қосылу", // Соединиться
        "contact_name_placeholder": "Байланыс тұлғасының ТАӘ", // ФИО контакта
        "contacts": "Байланыстар", // Контакты
        "сonsultants": "Кеңесшілер", // Консультанты
        "contract": "Шарт", // Договор
        "copied_success": "Хабарлама көшірілді", // Сообщение скопировано
        "copy": "Көшіру", // Копировать
        "copy_error": "Көшіру қатесі", // Ошибка копирования
        "copy_link": "Сілтемені көшіру", // Скопировать ссылку
        "copy_message_text": "Хабарлама мәтінін көшіру", // Скопировать текст сообщения
        "copy_to_clipboard": "Мәтінді көшіру", // Копировать текст
        "сreate_a_ticket": "Өтініш жасау",
        "create": "Құру", // Создать
        "create_and_copy": "Сақтау және көшіру", // Сохранить и скопировать
        "create_and_create": "Сақтау және жаңасын құру", // Сохранить и создать еще одну
        "create_and_open": "Сақтау және ашу", // Сохранить и открыть
        "create_chat": "Чат құру", // Создать чат
        "create_group_chat": "Топтық чат құру", // Создание группового чата
        "create_meeting": "Жиналыс құру",
        "create_new_chat": "жаңа әңгіме құрыңыз", // создайте новую беседу
        "create_task": "Тапсырма құру", // Создать задачу
        "created": "Құрылған", // Создан
        "crm.goodsordermodel": "Тапсырыс", // Заказ
        "dead_line": "Соңғы мерзім", // Крайний срок
        "delete_chat": "Чатты жою", // Удалить чат
        "delete_chat_mess": "Чат жойылды", // Чат удален
        "delete_error": "Чатты жою қатесі", // Ошибка удаления чата
        "deleted_message_text": "Хабарлама жойылды", // Сообщение было удалено
        "deleted_success": "Чат жойылды", // Чат удален
        "desc": "Сипаттама", // Описание
        "drop_files_here": "Файлдарды осында апарыңыз", // Перетащите сюда файлы
        "duration": "Ұзақтығы", // Длительность
        "edit": "Өңдеу", // Редактировать
        "edit_task": "Тапсырманы өңдеу", // Редактировать задачу
        "edit_template": "Үлгіні өңдеу", // Редактирование шаблона
        "empty": "Ештеңе табылмады", // Ничего не найдено
        "empty_window_text": "Чаттар тізімін ашып, қажет диалогты таңдаңыз.",
        "empty_window_title": "Диалогты бастау үшін чатты таңдаңыз",
        "ended": "Аяқталды", // Завершена
        "enter_your_message": "Хабарламаңызды енгізіңіз", // Введите сообщение
        "error": "Қате", // Ошибка
        "event": "Оқиға", // Событие
        "event2": "Оқиға: {name}", // Событие: {name
        "exclude": "Алып тастау", // Исключить
        "failed_to_add_users": "Пайдаланушыларды қосу мүмкін болмады", // Не удалось добавить пользователей
        "failed_to_remove_user": "Пайдаланушыны жою мүмкін болмады", // Не удалось удалить пользователя
        "field_email_recuire": "E-mail  дұрыс енгізілмеген", // E-mail заполнен не верно
        "field_max_require": "Ең көбі {max} таңба", // Максимум {max} символов
        "field_min_require": "Ең азы {min} таңба", // Минимум {min} символов
        "field_require": "Толтыру үшін міндетті", // Обязательно для заполнения
        "fields_required": "Міндетті өрістер толтырылмаған", // Не заполнены обязательные поля
        "fileC": "Файл", // Файл
        "fileGenC": "Файл", // Файла
        "file_and_image": "Файл және сурет", // Файл или изображение
        "file_max_count": " Хабарламада тек {count} файлдарын жіберуге болады", // В сообщении можно отправить только {count} файлов
        "file_modal_title": "Файлы бар хабарлама жіберу", // Отправить сообщение с файлом
        "file_sent": "Файл жіберілді", // Файл отправлен
        "file_size_error": "{name} файлы {filesize} мегабайттан асады!", // Файл {name} превышает {filesize} мегабайт
        "filesC": "Файл", // Файлов
        "for_guests": "Қонақтар үшін", // Для гостей
        "formated_start_date": "{date} сағат {time}", // {date} в {time
        "give_access_to_files": "Файлдарға қолжетімділік беру", // Предоставить доступ к файлам
        "group_chat_add": "Чатқа пайдаланушы қосу", // Добавить пользователя в чат
        "group_chat_info_message": "Топтық чат құру үшін кемінде 2 қатысушы таңдалуы керек", // Для создания группового чата нужно выбрать минимум 2-х участников
        "history": "Тарих", // История
        "image_name_default": "Сурет.jpeg", // Изображение.jpeg
        "invite_link": "Қонақтарды шақыру сілтемесі", // Ссылка для приглашения гостей
        "linkCopied": "Сілтеме көшірілді", // Ссылка скопирована
        "list_empty": "Тізім бос", // Список пуст
        "man": "адам", // человек
        "man_genitive": "человека", // человека
        "man_plural": "адам", // человек
        "meeting": "Жиналыс",
        "meeting2": "Жиналыс: {name}",
        "member_added": "Қатысушы қосылды", // Участник добавлен
        "minutes": "минут", // минут
        "moderate": "Модератор", // Модератор
        "moderator": "Модератор", // Модератор
        "more": "Толығырақ", // Подробнее
        "name_changed": "Чаттың атауы өзгертілді", // Название чата изменено
        "name_ru": "Атауы", // Название
        "need_two_users": "Кемінде 2 пайдаланушыны таңдау қажет", // Необходимо выбрать хотя бы 2 пользователя
        "new": "Жаңа", // Новая
        "new_chat": "Жаңа диалог / Топтық чат", // Новый диалог / Групповой чат
        "new_template": "Жаңа үлгі", // Новый шаблон
        "news": "Жиналық", // Новость
        "no": "Жоқ", // Нет
        "no_longer_moderator": "енді модератор емес", // больше не является модератором
        "no_time_limit": "Мерзімсіз", // Нет ограничений по времени
        "not_fount": "Пайдаланушы табылмады", // Пользователь не найден
        "notification_default_title": "Хабарландыру", // Уведомление
        "notify_close": "Жабу", // Закрыть
        "quick_reply": "Жылдам жауап", // Быстрый ответ
        "notify_reply_prefix": "Хабарламаға жауап: {text}", // Ответ на сообщение: {text
        "now_moderator": "енді модератор", // теперь модератор
        "number": "Нөмір", // Номер
        "observers": "Бақылаушылар", // Наблюдатели
        "online": "Онлайн", // Онлайн
        "open": "Ашу", // Открыть
        "open_in_window": "Бөлек терезеде ашу", // Открыть в отдельном окне
        "open_meeting": "Жиналысты ашу",
        "open_project": "Жобаны ашу", // Открыть проект
        "open_task": "Тапсырманы ашу", // Открыть задачу
        "open_team": "Команданы ашу", // Открыть команду
        "operator": "Жауапты", // Ответственный
        "order": "Тапсырыс", // Заказ
        "order2": "Тапсырыс: #{counter}", // Заказ: #{counter
        "order_message": "Тапсырыс № {counter}, {created_at}, соммасы {amount}", // Заказ №{counter} от {created_at}, на сумму {amount
        "owner": "Автор", // Автор
        "page_not_found": "Бет табылмады.", // Страница не найдена
        "participant": "қатысушы", // участник
        "participant2": "қатысушы", // участника
        "participant3": "қатысушы", // участников
        "participants": "Қатысушы", // Участники
        "participants2": "Қатысушылар", // Участники
        "participants_count": "Қатысушылар саны", // Количество участников
        "personal_chat": "Жеке чат", // Личный чат
        "personal_dialogue": "Жеке диалог", // Личный диалог
        "photo": "Фотосурет", // Фотография
        "photos": "фотосурет", // Фотографии
        "photosGen": "фотосурет", // Фотографий
        "pick_up_a_moderator": "Модераторды алып тастау", // Отстранить модератора
        "pinned_message": " #{index} бекітілген хабарлама", // Закрепленное сообщение #{index
        "pinned_messages": "Бекітілген хабарламалар", // Закрепленные сообщения
        "popup_title": "Қалқымалы терезе тақырыбы", // Заголовок всплывающего окна
        "press_chat_name": "Чат атауын енгізіңіз", // Введите название чата
        "press_message": "Хабарламаны енгізіңіз немесе / жылдам командалар үшін", // Введите сообщение
        "press_name": "Атын енгізіңіз", // Введите имя
        "press_user_name": "Пайдаланушының атын енгізіңіз", // Введите имя пользователя
        "priority": "Маңыздылық", // Приоритет
        "priority_high": "Жоғары", // Высокий
        "priority_low": "Төмен", // Низкий
        "priority_medium": "Орташа", // Средний
        "priority_very_high": "Өте жоғары", // Очень высокий
        "priority_very_low": "Өте төмен", // Очень низкий
        "project": "Жоба", // Проект
        "project2": "Жоба: {name}", // Проект: {name
        "project_files": "Жоба файлдары", // Файлы проекта
        "reload_page_error": "Қате, бетті қайта жүктеңіз!", // Ошибка перезагрузите страницу
        "remove": "Жою", // Удалить
        "removed_from_chat": "чаттан шығарылды", // исключен из чата
        "save": "Сақтау", // Сохранить
        "search": "Іздеу", // Поиск
        "select_author": "Авторды таңдау", // Выбрать автора
        "select_chat": "Чатты таңдаңыз <br/> немесе ", // Выберите чат <br/>или
        "select_chat2": "Чатты таңдаңыз", // Выберите чат
        "select_date": "Күнді таңдау", // Выбрать дату
        "select_performer": "Орындаушыны таңдау", // Выбрать исполнителя
        "select_task": "Тапсырманы таңдау", // Выбрать задачу
        "send": "Жіберу", // Отправить
        "set_order": "Тапсырыс құру", // Создать заказ
        "set_task": "Тапсырма қою", // Поставить задачу
        "share": "Бөлісу", // Поделиться
        "share_and_go_to_chat": "Бөлісу және чатқа өту", // Поделиться и перейти в чат
        "share_and_stay": "Бөлісу және қалу", // Поделиться и остаться
        "share_email": "E-mail-ге жіберу", // Отправить на E-mail
        "share_telegram": "Telegram-ға жіберу", // Отправить в Telegram
        "share_to_chat": "Чатқа бөлісу", // Поделиться в чат
        "share_whatsapp": "WhatsApp-қа жіберу", // Отправить в WhatsApp
        "show_in_chat": "Чатта көрсету", // Показать в чате
        "sprint": "Спринт", // Спринт
        "sprint2": "Спринт: {name}", // Спринт: {name
        "start_date": "Басталу күні", // Дата начала
        "status": "Күйі", // Статус
        "submit_a_moderator": "Модератор етіп тағайындау", // Назначить модератором
        "support": "Техникалық қолдау", // Техподдержка
        "support_message": "Сұрақтарыңызға жауап беруге дайынбыз", // Готовы ответить на ваши вопросы
        "support_name": "Gos24.Connect қолдау чаты", // Чат поддержки Gos24.Connect
        "systemic": "Жүйелік", // Системное
        "systemic2": "Жүйелік хабарлама", // Системное сообщение
        "take_into_work": "Орындауға қабылдау",// Принять в работу
        "task2": "Тапсырма #{counter}", // Задача
        "task3": "Тапсырма", // Задача
        "task_conference": "{name} тапсырмасының жиналысы",
        "task_list": "Тапсырмалар", // Задачи
        "task_name": "Тапсырма атауы", // Название задачи
        "task_sent": "Тапсырма жіберілді", // Задача отправлена
        "tasks": "Задачу", // Задачу
        "team2": "Команда: {name}", // Команда: {name
        "template_create_error": "Үлгіні жасау қатесі", // Ошибка создания шаблона
        "template_save_error": "Үлгіні сақтау қатесі", // Ошибка сохранения шаблона
        "ticket": "Өтінім", // Заявка
        "ticket2": "База: {name}", // База: {name
        "title": "Чат", // Чат
        "to_answer": "Жауап беру", // Ответить
        "today": "Бүгін", // Сегодня
        "typing": "жазып жатыр", // печатает
        "typing2": "жазып жатыр", // печатают
        "typing3": "және тағы", // и еще
        "typing4": "жазып жатыр", // печатают
        "uncover": "Кеңейту", // Развернуть
        "unpin": "Бекітуді алып тастау", // Открепить
        "unpin_all": "Барлығын босату", // Открепить все
        "user_name": "Пайдаланушының аты", // Имя пользователя
        "was_online": "Желіде болған", // Был в сети
        "work_group": "Жұмыс тобын", // Команду
        "workgroup": "Команда", // Команда
        "wrong_email_or_password": "Логин немесе құпиясөз қате", // Неправильный логин или пароль
        "yes": "Иә", // Да
        "yesterday": "Кеше", // Вчера
        "created_2": "Құрылған",
        "open_help_desk": "Өтінішті ашу",
        "category": "Санат",
        "Not specified": "Көрсетілмеген",
        "help_desk": "Өтініш #{name}",
        "help_desk2": "Өтініш",
        "you": "Сіз", // Вы
        "message_task": "Чат хабарламасынан тапсырма: {chat}",
        "message_task_empty": "Чат хабарламасынан тапсырма",
        "reactions": "Реакциялар",
        "ai_system": "AI көмекшісі",
        "loading": "Жүктеу",
        "forward": "Қайта жіберу",
        "ai_summary": "AI хат алмасу дайджесті",
        "user_tag": "Пайдаланушыны белгілеу",
        "select_file": "Файл тіркеу",
        "send_via_exchange": "Алмасу арқылы жіберу",
        "forwared_from": "Қайта жіберілді:",
        "forwared_message": "Қайта жіберілген хабарлама",
        "updated": "өзгертілді",
        "message_edit": "Хабарламаны өңдеу",
        "clear_object": "Байланысты объектіні тазалау",
        "clear_related_object": "Байланысты объектіні тазалау",
        "clear_related_link": "Байланысты сілтемені тазалау",
        "clear_related_meeting": "Байланысты жиналысты тазалау",
        "clear_related_team": "Байланысты команданы тазалау",
        "clear_related_task": "Байланысты тапсырманы тазалау",
        "clear_related_file": "Байланысты файлды тазалау",
        "clear_related_comment": "Байланысты пікірді тазалау",
        "clear_related_sprint": "Байланысты спринтті тазалау",
        "clear_related_order": "Байланысты тапсырысты тазалау",
        "clear_related_news": "Байланысты жаңалықты тазалау",
        "clear_related_event": "Байланысты оқиғаны тазалау",
        "clear_related_ticket": "Байланысты өтінішті тазалау",
        "message_search": "Хабарламалар бойынша іздеу",
        "message_search_min": "Хабарламалар бойынша іздеу (кемінде 3 таңба)",
        "run_meeting": "Жиналысты бастау",
        "analysis": "Талдау",
        "generate_ai_btn": "Қалыптастыру",
        "summary_description": "Дайджесті құру үшін күндер диапазонын таңдаңыз.",
        "summary_success": "Дайджест қазір қалыптастырылуда. Дайын болған кезде сізге хабарлама келеді",
        "summary_success_2": "Дайджест қазір қалыптастырылуда. Дайын болған кезде сізге хабарлама келеді",
        "text_print": "Мәтінді басып шығару",
        "send_to_chat": "Чатқа жіберу",
        "summary_select_date": "Самаридің басталу және аяқталу күндерін таңдаңыз",
        "generation_date": "Жасалу күні:",
        "chat_name_rules": "Кемінде {min} таңба, ең көбі {max} таңба",
        "meeting_chat_message": "💬 Мен жиналысты бастадым — төмендегі сілтеме арқылы қосылыңыз.",
        "call": "Қоңырау шалу",
        "record_voice_message": "Дыбыстық хабарламаны жазу",
        "voice_message": "Дыбыстық хабарлама",
        "voice_text_input": "Дыбыспен мәтін енгізу",
        "stop_voice_recording": "Жазуды тоқтату",
        "draft_prefix": "Қаралама:",
        "voice_recognizing": "Дыбысты тану жүріп жатыр...",
        "voice_typing_recognized_text": "Танылған мәтінді теру жүріп жатыр...",
        "voice_uploading": "Дыбысты жүктеу жүріп жатыр...",
        "voice_input_empty_text": "Мәтінді тану мүмкін болмады. Қайта жазып көріңіз.",
        "report_settings_prefix": "Есеп баптаулары - "
    }
}
