OSM_KATO_MAPPING = {

    # Абайская область:
    14243026: '100000000',
    # Маканчинский район
    17351661: '104500000',
    # Жарминский район
    3395770: '104200000',
    # Кокпектинский район
    3395773: '104400000',
    # Урджарский район
    3395777: '104600000',
    # Курчатов
    5499667: '101800000',
    # Жанасемейский район
    3389552: '104100000',
    # Абайский район
    3395765: '103200000',
    # Аягозский район
    3395766: '103600000',
    # Бескарагайский район
    3395767: '103800000',
    # Бородулихинский район
    3395768: '104000000',
    # Аксуатский район
    14243025: '103400000',
    # Семей
    17351528: '101000000',

    # Акмолинская область
    215743: '110000000',
    # Астраханский район
    3403694: '113600000',
    # Егиндыкольский район
    3403723: '114400000',
    # Коргалжынский район
    3403743: '116000000',
    # Аршалынский район
    3403782: '113400000',
    # Шортандинский район
    3404061: '116800000',
    # Ерейментауский район
    3403895: '114600000',
    # район Биржан-сал
    3403915: '114500000',
    # Бурабайский район
    3403942: '117000000',
    # Буландынский район
    3403954: '114000000',
    # Сандыктауский район
    3403962: '116400000',
    # Степногорск г.а.
    3404209: '111800000',
    # Косшы
    15594335: '111600000',
    # Целиноградский район
    3403760: '116600000',
    # Кокшетау
    3388744: '111000000',
    # Есильский район
    3403342: '114800000',
    # Аккольский район
    3403437: '113200000',
    # Зерендинский район
    3403444: '115600000',
    # Жаксынский район
    3403595: '115200000',
    # Атбасарский район
    3403602: '113800000',
    # Жаркаинский район
    3403636: '115400000',

    # Алматы
    2465058: '750000000',
    # Наурызбайский район
    5460063: '751810000',
    # Бостандыкский район
    3390291: '751410000',
    # Ауэзовский район
    3072808: '751310000',
    # Алмалинский район
    3072807: '751110000',
    # Медеуский район
    3072217: '751710000',
    # Алатауский район
    3072216: '751210000',
    # Жетысуский район
    3072130: '751510000',
    # Турксибский район
    3072001: '751910000',

    # Алматинская область
    215718: '190000000',
    # Балхашский район
    5517810: '193600000',
    # Конаев
    5518065: '191000000',
    # Райымбекский район
    5517935: '195800000',
    # Уйгурский район
    5517948: '196600000',
    # Енбекшиказахский район
    5518093: '194000000',
    # Илийский район
    5518195: '196800000',
    # Карасайский район
    5518210: '195200000',
    # Кегенский район
    9159398: '194400000',
    # Алатау
    17012094: '191800000',
    # Талгарский район
    5503599: '196200000',
    # Жамбылский район
    5517787: '194200000',

    # Актюбинская область
    215683: '150000000',
    # Актобе
    14210662: '151000000',
    # Каргалинский район
    3397453: '154000000',
    # Мартукский район
    3397454: '154600000',
    # Уилский район
    3397457: '155200000',
    # Алгинский район
    215684: '153200000',
    # Айтекебийский район
    3397450: '153400000',
    # Байганинский район
    3397451: '153600000',
    # Иргизский район
    3397452: '156800000',
    # Мугалжарский район
    3397455: '154800000',
    # Темирский район
    3397456: '155600000',
    # Хобдинский район
    3397458: '154200000',
    # Хромтауский район
    3397459: '156000000',
    # Шалкарский район
    3397460: '156400000',

    # Астана
    3087155: '710000000',
    # Байконурский район
    8593081: '711410000',
    # Сарыаркинский район
    3486954: '711310000',
    # Алматинский район
    3482819: '711110000',
    # Есильский район
    3479876: '711210000',

    # Атырауская область
    214834: '230000000',
    # Атырау
    3389541: '231000000',
    # Курмангазинский район
    214670: '234600000',
    # Индерский район
    214835: '234000000',
    # Исатайский район
    214836: '234200000',
    # Кзылкогинский район
    214837: '234800000',
    # Макатский район
    214838: '235200000',
    # Махамбетский район
    214839: '235600000',
    # Жылыойский район
    214840: '233600000',

    # Восточно-Казахстанская область
    215699: '630000000',
    # Тарбагатайский Район
    3395775: '635800000',
    # Уланский Район
    3395776: '636200000',
    # Шемонаихинский район
    3395778: '636800000',
    # Самарский район
    14243024: '635600000',
    # Маркакольский район
    17351861: '635500000',
    # Зайсанский район
    3383468: '634600000',
    # Риддер
    3389550: '632400000',
    # Усть-Каменогорск
    3389569: '631000000',
    # Глубоковский район
    3395769: '634000000',
    # Алтайский район
    3395771: '634800000',
    # Катон-Карагайский район
    3395772: '635400000',
    # Курчумский район
    3395774: '635200000',
    # Улькен Нарынский район
    17351846: '636300000',

    # Жамбылская область
    215722: '310000000',
    # Жамбылский район
    3388761: '314000000',
    # Жуалынский район
    3388762: '314200000',
    # Тараз
    3388834: '311000000',
    # Кордайский район
    3388660: '314800000',
    # Меркенский район
    3388694: '315400000',
    # Район имени Т. Рыскулова
    3388702: '315000000',
    # Сарысуский район
    3388218: '316000000',
    # Мойынкумский район
    3388414: '315600000',
    # Байзакский район
    3388760: '313600000',
    # Шуский район
    3388481: '316600000',
    # Таласский район
    3388823: '316200000',

    # Жетысуская область
    14312169: '330000000',
    # Алакольский район
    5517853: '333400000',
    # Саркандский район
    5517903: '334800000',
    # Аксуский район
    5517907: '333200000',
    # Панфиловский район
    5517959: '334600000',
    # Коксуский район
    5518011: '334200000',
    # Кербулакский район
    5518039: '334000000',
    # Текели
    5518135: '331800000',
    # Ескельдинский район
    5518138: '333600000',
    # Талдыкорган
    3392135: '331000000',
    # Каратальский район
    5517817: '334400000',

    # Карагандинская область
    215776: '350000000',
    # Бухар-Жырауский район
    5511265: '354000000',
    # Абайский район
    5511683: '353200000',
    # Осакаровский район
    5511722: '355600000',
    # Шетский район
    5512909: '356400000',
    # Актогайский район
    5512957: '353600000',
    # Балхаш
    5513067: '351600000',
    # Приозерск
    2456975: '352100000',
    # Караганда
    3386005: '351000000',
    # Сарань
    5511047: '352200000',
    # Шахтинск
    5511125: '352800000',
    # Темиртау
    5511190: '352400000',
    # Нуринский район
    5513390: '355200000',
    # Каркаралинский район
    5513406: '354800000',

    # Костанайская область
    1288730: '390000000',
    # Аркалык
    2068931: '391600000',
    # Рудный
    2068946: '392400000',
    # Костанай
    3338024: '391000000',
    # Камыстинский район
    2067673: '394800000',
    # Карабалыкский район
    2067674: '395000000',
    # Мендыкаринский район
    2067675: '395600000',
    # Район Беимбета Майлина
    2067676: '396400000',
    # Узункольский район
    2067682: '396600000',
    # Фёдоровский район
    2067683: '396800000',
    # Сарыкольский район
    2067816: '396200000',
    # Джангельдинский район
    2067946: '394200000',
    # Алтынсаринский район
    2068177: '393200000',
    # Костанайский район
    2068229: '395400000',
    # Житикаринский район
    2067328: '394400000',
    # Денисов ауданы
    2067672: '394000000',
    # Карасуский район
    2067884: '395200000',
    # Аулиекольский район
    2068838: '393600000',
    # Лисаковск
    2914970: '392000000',
    # Амангельдинский район
    2068895: '393400000',
    # Наурзумский район
    2068896: '395800000',

    # Кызылординская область
    215727: '430000000',
    # Казалинский район
    5509366: '434400000',
    # Кармакшинский район
    5509420: '434600000',
    # Сырдарьинский район
    5509954: '434800000',
    # Жалагашский район
    5509144: '433600000',
    # Кызылорда
    3396852: '431000000',
    # Байконур
    5295657: '431900000',
    # Аральский район
    5508563: '433200000',
    # Жанакорганский район
    5509261: '434000000',
    # Шиелийский район
    5510861: '435200000',

    # Мангистауская область
    215686: '470000000',
    # Жанаозен
    5515236: '471800000',
    # Мангистауский район
    222948: '474600000',
    # Тупкараганский район
    222955: '475200000',
    # Мунайлинский район
    222957: '475000000',
    # Каракиянский район
    222960: '474200000',
    # Бейнеуский район
    222946: '473600000',
    # Актау
    5515125: '471000000',

    # Северо-Казахстанская область
    215760: '590000000',
    # Жамбылский район
    2830449: '594600000',
    # Кызылжарский район
    2830450: '595000000',
    # Петропавловск
    2313542: '591000000',
    # Мамлютский район
    2830451: '595200000',
    # Айыртауский район
    2830445: '593200000',
    # Акжарский район
    2830446: '593400000',
    # Аккайынский район
    2830447: '595800000',
    # Есильский район
    2830448: '594200000',
    # Тайыншинский район
    2830452: '596000000',
    # Тимирязевский район
    2830453: '596200000',
    # Уалихановский район
    2830454: '596400000',
    # Район Магжана Жумабаева
    2830455: '593600000',
    # Район Шал акына
    2830456: '595600000',
    # район имени Габита Мусрепова
    2830457: '596600000',

    # Павлодарская область
    215772: '550000000',
    # Аксу
    5501718: '551600000',
    # Успенский район
    5502020: '556400000',
    # Щербактинский район
    5502032: '556800000',
    # Экибастуз
    5502043: '552200000',
    # Аккулинский район
    5500667: '555200000',
    # Иртышский район
    5500411: '554600000',
    # Актогайский район
    5499832: '553230000',
    # Баянаульский район
    5499988: '553600000',
    # Железинский район
    5500371: '554200000',
    # Теренкольский район
    5500613: '554800000',
    # Майский район
    5501685: '555600000',
    # Павлодарский район
    5501694: '556000000',
    # Павлодар
    5501700: '551000000',

    # Шымкент
    3389772: '790000000',
    # Каратауский район
    5551119: '791710000',
    # Енбекшинский район
    5551117: '791510000',
    # Аль-Фарабийский район
    5550509: '791310000',
    # Абайский район
    5548210: '791110000',

    # Туркестанская область
    215739: '610000000',
    # Сайрамский район
    5496738: '615200000',
    # Сарыагашский район
    5497131: '615400000',
    # Тюлькубасский район
    5498009: '616000000',
    # Толебийский район
    5498152: '615800000',
    # Жетысайский район
    8768984: '613800000',
    # Келесский район
    9210172: '613900000',
    # Сауранский район
    3407078: '615500000',
    # Отырарский район
    3407147: '614800000',
    # Мактааральский район
    3407205: '614400000',
    # Шардаринский район
    3407327: '616400000',
    # Арыс
    3407442: '611600000',
    # Байдибекский район
    3407558: '613600000',
    # Сузакский район
    3407031: '615600000',
    # Ордабасинский район
    3407634: '614600000',
    # Казыгуртский район
    5496171: '614000000',
    # Туркестан
    5496366: '611000000',
    # Кентау
    17322798: '612000000',

    # Улытауская область
    14312737: '620000000',
    # Жанааркинский район
    5511917: '623600000',
    # Жезказган
    5513216: '621000000',
    # Сатпаев
    5513234: '622000000',
    # Улытауский район
    5513311: '623800000',
    # Каражал
    5512171: '621800000',

    # Западно-Казахстанская область
    215441: '270000000',
    # Жанибекский район
    214669: '274200000',
    # Жангалинский район
    215456: '274000000',
    # Бурлинский район
    215477: '273600000',
    # Таскалинский район
    215490: '276000000',
    # Байтерекский район
    215499: '274400000',
    # Теректинский район
    215503: '276200000',
    # Чингирлауский район
    215635: '276600000',
    # Казталовский район
    215636: '274800000',
    # Акжаикский район
    215641: '273200000',
    # Сырымский район
    215659: '275800000',
    # Каратобинский район
    215661: '275000000',
    # Уральск
    3767383: '271000000',
    # Бокейординский район
    215663: '275400000',

}
